Revit 2027 API
FaceSecondDerivatives.MixedDerivative Property
 The mixed derivative.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ MixedDerivative { get; }
Public ReadOnly Property MixedDerivative As XYZ
	Get
public:
property XYZ^ MixedDerivative {
	XYZ^ get ();
}
member MixedDerivative : XYZ with get
Property Value
XYZ
See Also
Reference
FaceSecondDerivatives Class
Autodesk.Revit.DB Namespace